Repository: fxfall/FolioForge
Catalog: macos/FolioForge/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# batch.best_effort
source: Best effort
zh_hans: 尽力而为

# batch.strict
source: Strict batch
zh_hans: 严格批次

# capability.feature.complex_table
source: Complex table
zh_hans: 复杂表格

# capability.feature.embedded_font
source: Embedded font
zh_hans: 嵌入字体

# capability.feature.fixed_layout
source: Fixed layout
zh_hans: 固定版式

# capability.feature.semantic_structure
source: Semantic structure
zh_hans: 语义结构

# capability.feature.vertical_writing
source: Vertical writing
zh_hans: 竖排文字

# capability.level.approximate
source: Approximate
zh_hans: 近似

# capability.level.compatible
source: Compatible
zh_hans: 兼容

# capability.level.flattenable
source: Flattenable
zh_hans: 可展平

# capability.level.native
source: Native
zh_hans: 原生

# capability.level.unsupported
source: Unsupported
zh_hans: 不支持

# comic.untitled
source: Untitled comic
zh_hans: 未命名漫画

# comic.page_count
source: Pages: %@
zh_hans: 页数：%@

# compression.none
source: None
zh_hans: 无

# cover.fill_crop
source: Fill / Crop
zh_hans: 填充 / 裁剪

# cover.fit
source: Fit
zh_hans: 适应

# cover.none
source: No cover
zh_hans: 无封面

# cover.preserved
source: Original cover preserved
zh_hans: 保留原封面

# cover.removed
source: Cover will be removed from the output
zh_hans: 输出中将移除封面

# cover.source
source: Source cover
zh_hans: 源封面

# diagnostic.severity.error
source: Error
zh_hans: 错误

# diagnostic.severity.info
source: Info
zh_hans: 信息

# diagnostic.severity.warning
source: Warning
zh_hans: 警告

# editor.section.appearance
source: Appearance
zh_hans: 外观

# editor.section.summary
source: Summary
zh_hans: 摘要

# editor.style.bold
source: Bold
zh_hans: 粗体

# editor.style.center
source: Center text
zh_hans: 文本居中

# editor.style.indent
source: First-line indent
zh_hans: 首行缩进

# error.add_supported_book
source: Add at least one supported book file first.
zh_hans: 请先添加至少一个受支持的书籍文件。

# error.adjustment_count
source: Adjustments: %@
zh_hans: 调整项：%@

# error.alternatives
source: Alternatives: %@
zh_hans: 可选方案：%@

# error.applied_fallback_details
source: Applied fallback details: %@
zh_hans: 已应用的回退详情：%@

# error.apply_to_books
source: Apply to %@ books
zh_hans: 应用到 %@ 本书

# error.books_selected
source: Selected books: %@
zh_hans: 已选择书籍：%@

# error.compatibility
source: Compatibility: %@
zh_hans: 兼容性：%@

# error.core
source: Core error: %@
zh_hans: Core 错误：%@

# error.core_capabilities_unavailable
source: Core input capabilities are not available yet. Try again in a moment.
zh_hans: Core 输入能力暂不可用，请稍后重试。

# error.created_pages
source: Created %@ · Pages: %@
zh_hans: 已创建 %@ · 页数：%@

# error.decode_response
source: Could not decode the Core response: %@
zh_hans: 无法解码 Core 响应：%@

# error.encode_request
source: Could not encode the conversion request: %@
zh_hans: 无法编码转换请求：%@

# error.fallback_plan_details
source: Fallback plan details: %@
zh_hans: 回退方案详情：%@

# error.invalid_response
source: Rust Core returned an invalid response.
zh_hans: Rust Core 返回了无效响应。

# error.line_confidence
source: Line %@ · Confidence %@%% · %@
zh_hans: 第 %@ 行 · 置信度 %@%% · %@

# error.no_approved_books
source: There are no preflight-approved books ready to convert.
zh_hans: 没有已通过预检、可供转换的书籍。

# error.output
source: Output: %@
zh_hans: 输出：%@

# error.page_accessibility
source: Page %@, %@
zh_hans: 第 %@ 页，%@

# error.page_of
source: Page %@ of %@
zh_hans: 第 %@/%@ 页

# error.preflight_all_selected
source: Run Check for every selected book before starting a batch conversion.
zh_hans: 开始批量转换前，请检查所有已选书籍。

# error.reader
source: Reader error: %@
zh_hans: 阅读器错误：%@

# error.remove_token
source: Remove %@
zh_hans: 移除 %@

# error.source_page
source: Source page %@ · %@
zh_hans: 源页面 %@ · %@

# error.strict_preflight_blocked
source: Strict batch stopped during Preflight. Resolve every blocked item before converting.
zh_hans: 严格批次在预检期间停止。转换前请解决所有受阻项目。

# error.unknown
source: Unknown error
zh_hans: 未知错误

# error.wait_folder_scan_add
source: Wait for the current folder scan to finish before adding another folder.
zh_hans: 请等待当前文件夹扫描完成后再添加另一个文件夹。

# error.wait_folder_scan_check
source: Wait for the current folder scan to finish before checking books.
zh_hans: 请等待当前文件夹扫描完成后再检查书籍。

# merge.append
source: Append
zh_hans: 追加

# merge.keep
source: Keep current
zh_hans: 保留当前值

# merge.replace
source: Replace
zh_hans: 替换

# metadata.current_value
source: Current: %@
zh_hans: 当前：%@

# metadata.match
source: Match: %@%%
zh_hans: 匹配度：%@%%

# metadata.online_value
source: Online: %@
zh_hans: 在线：%@

# metadata.untitled_result
source: Untitled result
zh_hans: 未命名结果

# metric.approx
source: Approx
zh_hans: 近似

# metric.drop
source: Drop
zh_hans: 舍弃

# metric.equivalent
source: Equivalent
zh_hans: 等效

# metric.fallback
source: Fallback
zh_hans: 回退

# mode.compatible
source: Compatible
zh_hans: 兼容

# mode.readable
source: Readable
zh_hans: 可读

# mode.strict
source: Strict
zh_hans: 严格

# online.field.authors
source: Authors
zh_hans: 作者

# online.field.contributors
source: Contributors
zh_hans: 贡献者

# online.field.description
source: Description
zh_hans: 简介

# online.field.identifiers
source: Identifiers
zh_hans: 标识符

# online.field.language
source: Language
zh_hans: 语言

# online.field.subjects
source: Subjects
zh_hans: 主题

# paragraph.blank_line
source: Blank lines
zh_hans: 空行分段

# paragraph.every_line
source: Every line
zh_hans: 每行一段

# paragraph.hard_wrap
source: Hard-wrapped text
zh_hans: 按硬换行分段

# paragraph.indented
source: Indented paragraphs
zh_hans: 缩进段落

# preview.device.ereader
source: E-reader
zh_hans: 电子阅读器

# preview.device.phone
source: Phone
zh_hans: 手机

# preview.device.tablet
source: Tablet
zh_hans: 平板

# preview.explanation
source: This reader view is generated from the source IR, book edits, target profile, and compatibility plan.
zh_hans: 此阅读视图由源 IR、书籍编辑、目标配置和兼容性方案生成。

# preview.failed
source: Preview could not be generated
zh_hans: 无法生成预览

# preview.orientation.landscape
source: Landscape
zh_hans: 横向

# preview.orientation.portrait
source: Portrait
zh_hans: 纵向

# preview.ready
source: Preview is ready when you are
zh_hans: 预览已就绪

# quality.compatible
source: Compatible
zh_hans: 兼容

# quality.exact
source: Exact
zh_hans: 精确

# quality.excellent
source: Excellent
zh_hans: 极佳

# quality.high
source: High fidelity
zh_hans: 高保真

# quality.minor_changes
source: Minor formatting changes
zh_hans: 轻微格式变化

# quality.reduced
source: Reduced layout
zh_hans: 布局简化

# quality.severe_loss
source: Severe loss
zh_hans: 严重损失

# quality.significant_content_loss
source: Significant content loss
zh_hans: 明显内容损失

# quality.structural_fallback
source: Structural fallback
zh_hans: 结构回退

# queue.add_files_supported_formats
source: Add files. Supported formats: %@
zh_hans: 添加文件。支持的格式：%@

# reader.direction.ltr
source: Left to right
zh_hans: 从左到右

# reader.direction.rtl
source: Right to left
zh_hans: 从右到左

# reader.fit.actual_size
source: Actual size
zh_hans: 实际大小

# reader.fit.fill
source: Fill
zh_hans: 填充

# reader.fit.fit
source: Fit
zh_hans: 适合页面

# reader.spread.single
source: Single page
zh_hans: 单页

# reader.spread.two_page
source: Two-page spread
zh_hans: 双页跨页

# stage.building_indexes
source: Building indexes
zh_hans: 正在构建索引

# stage.finished
source: Finished
zh_hans: 已完成

# stage.lowering
source: Lowering
zh_hans: 正在转换语义结构

# stage.normalizing
source: Normalizing
zh_hans: 正在规范化

# stage.opening
source: Opening
zh_hans: 正在打开

# stage.parsing
source: Parsing
zh_hans: 正在解析

# stage.processing_resources
source: Processing resources
zh_hans: 正在处理资源

# stage.resolving_styles
source: Resolving styles
zh_hans: 正在解析样式

# stage.validating
source: Validating
zh_hans: 正在验证

# stage.writing
source: Writing
zh_hans: 正在写入

# status.batch_failed_summary
source: Failed results / total: %@ / %@. See the queue for details.
zh_hans: 失败数 / 总数：%@ / %@。详情请查看队列。

# status.batch_missing_result
source: Batch engine did not return a result for this book.
zh_hans: 批处理引擎未返回此书的结果。

# status.batch_notification_errors
source: Batch finished with errors
zh_hans: 批次结束，但存在错误

# status.batch_notification_success
source: Batch complete
zh_hans: 批次已完成

# status.batch_rolled_back
source: Strict batch aborted; successful outputs were rolled back.
zh_hans: 严格批次已中止；已成功生成的输出已回滚。

# status.batch_summary
source: Books: %@ · Checked: %@
zh_hans: 书籍：%@ · 已检查：%@

# status.blocked
source: Blocked
zh_hans: 受阻

# status.cancel_batch
source: Cancel the batch
zh_hans: 取消批次

# status.cancel_conversion
source: Cancel conversion
zh_hans: 取消转换

# status.cancelled
source: Cancelled
zh_hans: 已取消

# status.cancelling_batch
source: Cancelling batch…
zh_hans: 正在取消批次…

# status.check_failed
source: Check failed · %@
zh_hans: 检查失败 · %@

# status.completed
source: Completed
zh_hans: 已完成

# status.conversion_cancelled_no_output
source: Conversion cancelled. No partial output was committed.
zh_hans: 转换已取消，未提交不完整的输出文件。

# status.conversion_notification_body
source: Converted: %@ · failed: %@
zh_hans: 已转换：%@ · 失败：%@

# status.converting
source: Converting
zh_hans: 正在转换

# status.opening_comic_source
source: Opening comic source…
zh_hans: 正在打开漫画来源…

# status.converting_batch
source: Converting %@ of %@
zh_hans: 正在转换 %@/%@

# status.count_attention
source: Needs attention: %@
zh_hans: 需要处理：%@

# status.count_blocked
source: Blocked: %@
zh_hans: 受阻：%@

# status.count_checked
source: Checked: %@
zh_hans: 已检查：%@

# status.count_selected
source: Selected: %@
zh_hans: 已选择：%@

# status.failed
source: Failed
zh_hans: 失败

# status.fallback_blocked
source: Preflight blocked this item because the selected compatibility mode does not allow its degradation plan.
zh_hans: 所选兼容模式不允许其降级方案，因此预检阻止了此项目。

# status.kfx_import_limit
source: This Amazon KFX input could not be imported into Folio Semantic IR. DRM-protected content is never decrypted; unsupported KFX structures are reported as input limitations.
zh_hans: 此 Amazon KFX 输入无法导入 Folio Semantic IR。绝不会解密受 DRM 保护的内容；不支持的 KFX 结构会作为输入限制报告。

# status.no_files
source: No files
zh_hans: 没有文件

# status.no_supported_pages
source: Core imported the source but found no supported pages.
zh_hans: Core 已导入来源，但未找到受支持的页面。

# status.output_folioforge_folder
source: FolioForge-output beside source folder
zh_hans: 源文件夹旁的 FolioForge-output 文件夹

# status.output_same_folder
source: Same folder as each source
zh_hans: 与各源文件位于同一文件夹

# status.preflight_summary
source: Analyzed: %@/%@ · Excellent: %@ · High fidelity: %@ · Minor changes: %@ · Fallback: %@ · Blocked: %@
zh_hans: 已分析：%@/%@ · 极佳：%@ · 高保真：%@ · 轻微变化：%@ · 回退：%@ · 受阻：%@

# status.preparing_conversion
source: Preparing Core conversion…
zh_hans: 正在准备 Core 转换…

# status.quality_summary
source: %@ · Blocked
zh_hans: %@ · 受阻

# status.reader_fallback
source: Reader session unavailable; showing the existing Core preview. %@
zh_hans: 阅读器会话不可用，正在显示现有 Core 预览。%@

# status.ready
source: Ready
zh_hans: 就绪

# status.ready_for_books
source: Ready for books
zh_hans: 等待添加书籍

# status.round_trip_loss
source: Semantic round-trip reported a loss
zh_hans: Semantic IR 往返检查报告了损失

# status.round_trip_passed
source: Semantic round-trip passed
zh_hans: Semantic IR 往返检查通过

# status.scan_folder_failed
source: Could not scan folder: %@
zh_hans: 无法扫描文件夹：%@

# status.target_blocked
source: This target is blocked in %@ mode. Review the plan in Inspector or change the mode.
zh_hans: 此目标在 %@ 模式下受阻。请在检查器中查看方案或更改模式。

# status.target_not_checked
source: Not checked
zh_hans: 尚未检查

# text.mode.auto
source: Auto
zh_hans: 自动

# text.mode.novel
source: Novel
zh_hans: 小说

# text.mode.plain
source: Plain
zh_hans: 纯文本

# ui.about
source: About
zh_hans: 关于

# ui.add
source: Add
zh_hans: 添加

# ui.add_books_to_folioforge
source: Add books to FolioForge
zh_hans: 向 FolioForge 添加书籍

# ui.add_files
source: Add Files
zh_hans: 添加文件

# ui.add_folder
source: Add Folder
zh_hans: 添加文件夹

# ui.add_local_font
source: Add Local Font…
zh_hans: 添加本地字体…

# ui.add_rule
source: Add Rule
zh_hans: 添加规则

# ui.add_style_rule
source: Add Style Rule
zh_hans: 添加样式规则

# ui.add_value
source: Add value
zh_hans: 添加值

# ui.advanced_compatibility_options
source: Advanced compatibility options
zh_hans: 高级兼容性选项

# ui.advanced_css
source: Advanced CSS
zh_hans: 高级 CSS

# ui.advanced_metadata
source: Advanced metadata
zh_hans: 高级元数据

# ui.analyzing_source_files
source: Analyzing source files…
zh_hans: 正在分析源文件…

# ui.appearance_page
source: Appearance Page
zh_hans: 外观页面

# ui.apply_a_heading_rule
source: Apply a heading rule
zh_hans: 应用标题规则

# ui.apply_body_size
source: Apply body size
zh_hans: 应用正文大小

# ui.apply_font_family
source: Apply font family
zh_hans: 应用字体系列

# ui.apply_line_height
source: Apply line height
zh_hans: 应用行距

# ui.apply_selected_changes
source: Apply Selected Changes…
zh_hans: 应用所选更改…

# ui.apply_selected_fields
source: Apply Selected Fields
zh_hans: 应用所选字段

# ui.apply_selected_metadata_to_this_book_s_edit_plan
source: Apply selected metadata to this book’s edit plan?
zh_hans: 将所选元数据应用到此书的编辑方案吗？

# ui.apply_to
source: Apply to
zh_hans: 应用到

# ui.author
source: Author
zh_hans: 作者

# ui.author_override
source: Author override
zh_hans: 覆盖作者

# ui.automatic
source: Automatic
zh_hans: 自动

# ui.batch
source: Batch
zh_hans: 批处理

# ui.batch_policy
source: Batch policy
zh_hans: 批处理策略

# ui.books
source: Books
zh_hans: 书籍

# ui.bulk_edit
source: Bulk Edit
zh_hans: 批量编辑

# ui.bulk_edit_section
source: Bulk Edit Section
zh_hans: 批量编辑区段

# ui.cancel
source: Cancel
zh_hans: 取消

# ui.capabilities
source: Capabilities…
zh_hans: 能力…

# ui.cbz_zip_image_folders_core_semantic_ir
source: CBZ · ZIP · image folders · Core Semantic IR
zh_hans: CBZ · ZIP · 图片文件夹 · Core Semantic IR

# ui.center
source: Center
zh_hans: 居中

# ui.changing_these_options_clears_the_existing_check_result
source: Changing these options clears the existing check result.
zh_hans: 更改这些选项会清除现有的检查结果。

# ui.chapter
source: Chapter
zh_hans: 章节

# ui.check
source: Check
zh_hans: 检查

# ui.check_all_books
source: Check All Books
zh_hans: 检查全部书籍

# ui.choose
source: Choose…
zh_hans: 选择…

# ui.choose_a_cbz_zip_or_a_folder_of_images
source: Choose a CBZ, ZIP, or a folder of images. Core determines page identity, order, preview, and supported output.
zh_hans: 选择 CBZ、ZIP 或图片文件夹。页面身份、顺序、预览和支持的输出均由 Core 决定。

# ui.choose_folder
source: Choose Folder…
zh_hans: 选择文件夹…

# ui.choose_keep_current_replace_or_append_for_each_available
source: Choose Keep current, Replace, or Append for each available field.
zh_hans: 为每个可用字段选择“保留当前值”“替换”或“追加”。

# ui.choose_source
source: Choose Source…
zh_hans: 选择来源…

# ui.clear
source: Clear
zh_hans: 清除

# ui.close
source: Close
zh_hans: 关闭

# ui.comic_workspace
source: Comic workspace
zh_hans: 漫画工作区

# ui.comics
source: Comics
zh_hans: 漫画

# ui.compatibility
source: Compatibility
zh_hans: 兼容性

# ui.compatibility_mode
source: Compatibility mode
zh_hans: 兼容模式

# ui.compatibility_plan
source: Compatibility plan
zh_hans: 兼容性方案

# ui.compatibility_preview
source: Compatibility Preview
zh_hans: 兼容性预览

# ui.compression
source: Compression
zh_hans: 压缩

# ui.conversion_pipeline
source: Conversion pipeline
zh_hans: 转换流程

# ui.conversion_result
source: Conversion result
zh_hans: 转换结果

# ui.convert
source: Convert
zh_hans: 转换

# ui.convert_all_approved
source: Convert All Approved
zh_hans: 转换所有已通过项目

# ui.cover
source: Cover
zh_hans: 封面

# ui.custom
source: Custom
zh_hans: 自定义

# ui.custom_css_is_applied_as_an_explicit_style_override
source: Custom CSS is applied as an explicit style override during the IR edit pass.
zh_hans: 自定义 CSS 会在 IR 编辑阶段作为明确的样式覆盖应用。

# ui.decrease_preview_text_size
source: Decrease preview text size
zh_hans: 缩小预览文字

# ui.defaults
source: Defaults
zh_hans: 默认值

# ui.deterministic_output
source: Deterministic output
zh_hans: 确定性输出

# ui.diagnostics
source: Diagnostics
zh_hans: 诊断

# ui.document
source: Document
zh_hans: 文档

# ui.done
source: Done
zh_hans: 完成

# ui.drop_supported_book_files_or_a_folder_here
source: Drop supported book files or a folder here
zh_hans: 将支持的书籍文件或文件夹拖到此处

# ui.editor_section
source: Editor Section
zh_hans: 编辑器区段

# ui.encoding_override
source: Encoding override
zh_hans: 编码覆盖

# ui.family
source: Family
zh_hans: 字体系列

# ui.feature
source: Feature
zh_hans: 特性

# ui.files
source: Files
zh_hans: 文件

# ui.find_font_online
source: Find Font Online
zh_hans: 在线查找字体

# ui.find_metadata_online
source: Find Metadata Online
zh_hans: 在线查找元数据

# ui.find_online
source: Find Online
zh_hans: 在线查找

# ui.fit_and_fill_crop_apply_to_a_replacement_image
source: Fit and Fill/Crop apply to a replacement image. Preserve Source keeps the original cover unchanged.
zh_hans: “适应”和“填充/裁剪”仅作用于替换图片。“保留源图”会保持原封面不变。

# ui.folder
source: Folder
zh_hans: 文件夹

# ui.folioforge_uses_a_local_rust_core_through_a_small
source: FolioForge uses a local Rust Core through a small C ABI.
zh_hans: FolioForge 通过精简的 C ABI 调用本地 Rust Core。

# ui.fonts
source: Fonts
zh_hans: 字体

# ui.generate_preview
source: Generate Preview
zh_hans: 生成预览

# ui.heading
source: Heading
zh_hans: 标题

# ui.heading_alignment
source: Heading alignment
zh_hans: 标题对齐方式

# ui.image_fitting
source: Image fitting
zh_hans: 图像适配

# ui.increase_preview_text_size
source: Increase preview text size
zh_hans: 放大预览文字

# ui.inspector
source: Inspector
zh_hans: 检查器

# ui.ir_node_kinds
source: IR node kinds
zh_hans: IR 节点类型

# ui.keep_embedded_fonts
source: Keep embedded fonts
zh_hans: 保留嵌入字体

# ui.kfx_evidence_is_available_after_selecting_a_real_amazon
source: KFX evidence is available after selecting a real Amazon KFX input.
zh_hans: 选择真实的 Amazon KFX 输入后，才会显示 KFX 证据。

# ui.english
source: English
zh_hans: 英语

# ui.language_changes_only_the_interface_not_book_content_or_core_behavior
source: This changes only the interface language, not book content or Core behavior.
zh_hans: 此设置仅更改界面语言，不会更改书籍内容或 Core 行为。

# ui.simplified_chinese
source: Simplified Chinese
zh_hans: 简体中文

# ui.system_default
source: System default
zh_hans: 跟随系统

# ui.language
source: Language
zh_hans: 语言

# ui.left
source: Left
zh_hans: 左

# ui.linearize_complex_tables
source: Linearize complex tables
zh_hans: 线性化复杂表格

# ui.linearize_complex_tables_when_required
source: Linearize complex tables when required
zh_hans: 必要时线性化复杂表格

# ui.loaded_from_folio_capabilities_through_the_rust_ffi_this
source: Loaded from folio-capabilities through the Rust FFI; this is the same matrix used by Preflight.
zh_hans: 通过 Rust FFI 从 folio-capabilities 加载；预检也使用同一能力矩阵。

# ui.loading_capability_profiles
source: Loading capability profiles…
zh_hans: 正在加载能力配置…

# ui.loading_reader_page
source: Loading Reader page…
zh_hans: 正在加载阅读器页面…

# ui.metadata
source: Metadata
zh_hans: 元数据

# ui.mode
source: Mode
zh_hans: 模式

# ui.more
source: More
zh_hans: 更多

# ui.move_earlier
source: Move earlier
zh_hans: 上移

# ui.move_later
source: Move later
zh_hans: 下移

# ui.native_exact_target_primitive_compatible_semantic_equivalent_approximate
source: Native = exact target primitive · Compatible = semantic equivalent · Approximate = visual approximation · Flattenable = readable structural fallback · Unsupported = no direct representation
zh_hans: 原生 = 目标格式的精确基元 · 兼容 = 语义等效 · 近似 = 视觉近似 · 可展平 = 可阅读的结构回退 · 不支持 = 无直接表示

# ui.navigation_label
source: Navigation label
zh_hans: 导航标签

# ui.next
source: Next
zh_hans: 下一页

# ui.no_books_yet
source: No books yet
zh_hans: 还没有书籍

# ui.no_degradation_required_for_this_target
source: No degradation required for this target.
zh_hans: 此目标无需降级处理。

# ui.no_document_structure_is_available_in_the_source_report
source: No document structure is available in the source report.
zh_hans: 源报告中没有可用的文档结构。

# ui.no_embedded_fonts
source: No Embedded Fonts
zh_hans: 没有嵌入字体

# ui.no_network_access_is_required_for_conversion
source: No network access is required for conversion.
zh_hans: 转换无需联网。

# ui.no_style_overrides_added
source: No style overrides added.
zh_hans: 尚未添加样式覆盖。

# ui.no_table_of_contents_was_detected
source: No table of contents was detected.
zh_hans: 未检测到目录。

# ui.ok
source: OK
zh_hans: 好

# ui.online_cover_search_opens_image_results_in_your_browser
source: Online cover search opens image results in your browser. Review usage rights before importing a cover.
zh_hans: 在线封面搜索会在浏览器中打开图片结果。导入封面前请确认使用权。

# ui.online_font_search_opens_google_fonts_in_your_browser
source: Online font search opens Google Fonts in your browser. Review its license before use. Source font details are shown in Inspector when a row is selected.
zh_hans: 在线字体搜索会在浏览器中打开 Google Fonts。使用前请确认其许可。选中某一行后，可在检查器中查看源字体信息。

# ui.only_enabled_changes_are_applied_each_updated_book_must
source: Only enabled changes are applied. Each updated book must be checked again.
zh_hans: 仅应用已启用的更改。每本更新后的书都必须重新检查。

# ui.only_fields_set_to_replace_or_append_will_change
source: Only fields set to Replace or Append will change. The source book remains untouched until conversion.
zh_hans: 只有设为“替换”或“追加”的字段会更改。转换前不会修改源书籍。

# ui.only_these_search_terms_are_sent_to_open_library
source: Only these search terms are sent to Open Library. FolioForge does not upload the book file.
zh_hans: 仅向 Open Library 发送这些搜索词。FolioForge 不会上传书籍文件。

# ui.open_comic
source: Open Comic…
zh_hans: 打开漫画…

# ui.open_comic_source
source: Open a comic source
zh_hans: 打开漫画来源

# ui.open
source: Open
zh_hans: 打开

# ui.convert_comic_dialog
source: Convert Comic
zh_hans: 转换漫画

# ui.convert_selected
source: Convert selected
zh_hans: 转换所选项目

# ui.converting_batch
source: Converting batch…
zh_hans: 正在转换批次…

# ui.retry_selected
source: Retry selected
zh_hans: 重试所选项目

# ui.select_a_page
source: Select a page
zh_hans: 选择一个页面

# ui.result
source: Result
zh_hans: 结果

# ui.or_drop_books_anywhere_in_this_window
source: or drop books anywhere in this window
zh_hans: 或将书籍拖到窗口任意位置

# ui.or_use_add_files_add_folder
source: or use Add Files / Add Folder
zh_hans: 或使用“添加文件”/“添加文件夹”

# ui.order
source: Order
zh_hans: 顺序

# ui.order_from_core
source: Order from Core
zh_hans: 顺序由 Core 决定

# ui.orientation
source: Orientation
zh_hans: 方向

# ui.output
source: Output
zh_hans: 输出

# ui.page_fit
source: Page fit
zh_hans: 页面适配

# ui.page_layout
source: Page layout
zh_hans: 页面布局

# ui.pages
source: Pages
zh_hans: 页

# ui.paragraph
source: Paragraph
zh_hans: 段落

# ui.paragraph_and_inline_style_recovery_image_roles_alt_text
source: Paragraph and inline style recovery, image roles/alt text, footnote semantics, and some navigation forms remain explicit input limitations. DRM-protected content is never decrypted.
zh_hans: 段落与行内样式恢复、图像角色/替代文本、脚注语义及部分导航形式仍属于明确的输入限制。绝不会解密受 DRM 保护的内容。

# ui.parser_details_are_available_when_a_book_is_selected
source: Parser details are available when a book is selected.
zh_hans: 选择书籍后可查看解析器详情。

# ui.planner_diagnostics
source: Planner diagnostics
zh_hans: 规划器诊断

# ui.policy
source: Policy
zh_hans: 策略

# ui.prefer_deterministic_rasterization
source: Prefer deterministic rasterization
zh_hans: 优先使用确定性栅格化

# ui.prefer_deterministic_rasterization_when_available
source: Prefer deterministic rasterization when available
zh_hans: 可用时优先使用确定性栅格化

# ui.preflight_all
source: Preflight all
zh_hans: 全部预检

# ui.preflight_diagnostics
source: Preflight & diagnostics
zh_hans: 预检与诊断

# ui.preflight_is_required_before_conversion
source: Preflight is required before conversion.
zh_hans: 转换前需要先运行预检。

# ui.preflight_selected
source: Preflight selected
zh_hans: 预检所选项目

# ui.preparing_preview
source: Preparing preview…
zh_hans: 正在准备预览…

# ui.preparing_reader_page
source: Preparing Reader page…
zh_hans: 正在准备阅读器页面…

# ui.preserve_source
source: Preserve Source
zh_hans: 保留源内容

# ui.preview_orientation
source: Preview orientation
zh_hans: 预览方向

# ui.previous
source: Previous
zh_hans: 上一页

# ui.published
source: Published
zh_hans: 出版时间

# ui.publisher
source: Publisher
zh_hans: 出版社

# ui.quote
source: Quote
zh_hans: 引文

# ui.reader
source: Reader
zh_hans: 阅读器

# ui.reader_device
source: Reader device
zh_hans: 阅读器设备

# ui.reader_font_family
source: Reader font family
zh_hans: 阅读器字体系列

# ui.reader_page
source: Reader page
zh_hans: 阅读器页面
